{
    "aboutMe": "Über mich",

    "aboutMe_main" : "Hallo, ich bin ein deutschsprachiger Frontend-Entwickler aus der Nähe des Münsterlandes. Motiviert durch die grenzenlosen Möglichkeiten in der IT, begeistere ich mich für die Gestaltung von visuell ansprechenden und intuitiven Webseiten und Anwendungen.",
    "aboutMe_flexible" : "Ich bin flexibel, was das Arbeitsumfeld angeht, und kann sowohl vor Ort im Ruhrgebiet als auch aus der Ferne effektiv arbeiten.",
    "aboutMe_challenges" : "Ich bin aufgeschlossen und immer auf der Suche nach persönlichen Herausforderungen, um meine Kenntnisse und Fähigkeiten ständig zu verbessern.",
    "aboutMe_profession" : "In meinem Beruf geht es beim Programmieren nicht nur um das Schreiben von Code; es ist eine kreative Form der Problemlösung. Ich bin stolz auf meine Fähigkeit, komplexe technische Herausforderungen in einfache, benutzerfreundliche Lösungen zu destillieren. Auf diese Weise helfe ich Ihnen, Ihre Ziele zu erreichen und Ihre Visionen zum Leben zu erwecken.",

    "skills_headline" : "Meine skills",
    "skills_main" : "Ich habe Erfahrung in der Erstellung von Projekten mit verschiedenen Frontend-Technologien und Konzepten gesammelt.",
    "skills_cta_1" : "Suchen Sie ",
    "skills_cta_2" : "weitere skills",
    "skills_contact" : "Sie können mich gerne kontaktieren. Ich freue mich darauf, meine bisherigen Kenntnisse zu erweitern.",

    "portfolio" : "Entdecken Sie hier eine Auswahl meiner Arbeiten - Interagieren Sie mit Projekten, um meine Fähigkeiten in Aktion zu sehen.",

    "PROJECTS": {
        "JOIN": {
        "NAME": "Join",
        "DESCRIPTION": "Aufgabenmanager nach dem Vorbild des Kanban-Systems. Erstellen und organisieren Sie Aufgaben mit Hilfe von Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu."
        },
        "EL_POLLO_LOCO": {
        "NAME": "El Pollo Loco",
        "DESCRIPTION": "Ein einfaches Jump-and-Run-Spiel, das auf einem objektorientierten Ansatz basiert. Hilf Pepe, Münzen und Salsaflaschen zu finden, um gegen den Hühnchen-Endboss zu kämpfen."
        },
        "POKEDEX" : {
        "NAME": "Pokedex",
        "DESCRIPTION": "Basierend auf der PokéAPI eine einfache Bibliothek, die Pokemon-Informationen bereitstellt und katalogisiert."
        }
    },

    "REVIEWS": {
        "FIRST" : {
            "TITLE" : "Team Member",
            "REVIEW" : "Heikos organisatorische Fähigkeiten waren das Rückgrat des Erfolgs unseres Projekts. Seine außergewöhnliche Fähigkeit, das Team auf Kurs zu halten und sicherzustellen, dass alle Aspekte des Projekts abgedeckt wurden, war beeindruckend. Heikos strukturierte Herangehensweise und sein unerschütterlicher Fokus ermöglichten es uns, selbst die schwierigsten Situationen mit Leichtigkeit zu meistern."
        },
        "SECOND" : {
            "TITLE" : "Team Member",
            "REVIEW" : "Heiko Nickel hat im Bereich der Programmierung stets durch seine herausragende Kompetenz und sein großes Engagement überzeugt. Besonders hervorzuheben ist seine Hilfsbereitschaft, mit der er auch bei komplexen Problemen stets zur Stelle war und diese effizient und zuverlässig bewältigte. Herr Nickel zeichnet sich durch eine schnelle Auffassungsgabe und die Fähigkeit aus, auch unter Zeitdruck innovative Lösungen zu finden. Seine lösungsorientierte Arbeitsweise und sein überdurchschnittliches Engagement haben wesentlich zum Erfolg unserer Projekte beigetragen."
        },
        "THIRD" : {
            "TITLE" : "Team Member",
            "REVIEW" : "Heiko zeigte während unseres gemeinsamen Projekts eine bemerkenswerte Vielseitigkeit. Er beherrschte nicht nur HTML, CSS und JavaScript bereits hervorragend, sondern brachte auch wertvolle Ideen zur Verbesserung der Benutzerfreundlichkeit und Barrierefreiheit ein. Es hat sehr viel Spaß gemacht, mit ihm zu arbeiten!"
        },
        "FOURTH" : {
            "TITLE" :"Team Member",
            "REVIEW" : "Heiko Nickel hat uns immer wieder mit seiner Fähigkeit beeindruckt, innovative und effektive Lösungen zu entwickeln und selbst die komplexesten Herausforderungen geschickt zu meistern. Sein professioneller, organisierter und konzentrierter Arbeitsstil machte ihn zu einem unverzichtbaren Teil unseres Teams. Besonders geschätzt habe ich seine ruhige und überlegte Herangehensweise, die uns half, schwierige Situationen souverän zu meistern. Heikos Sinn für Humor verlieh unserer Zusammenarbeit eine positive Energie und machte die Arbeitsumgebung sowohl angenehm als auch produktiv. Ich kann Heiko sehr empfehlen."
        },
        "FIFTH" : {
            "TITLE" :"Team Member",
            "REVIEW" : "Heiko war ein unverzichtbares Mitglied unseres Teams, bekannt für sein tiefes Verständnis von JavaScript und seine außergewöhnlichen analytischen Fähigkeiten. Er erledigte komplexe Aufgaben effizient, vor allem bei der Fehlersuche in schwierigen Situationen, und zeigte auch in frustrierenden Momenten eine bemerkenswerte Ausdauer und eine positive Einstellung. Heikos Fähigkeit, die Ansätze anderer Teammitglieder in Betracht zu ziehen, kombiniert mit seiner Offenheit für andere Perspektiven, machte ihn zu einem hochgeschätzten und kooperativen Teamplayer."
        }
    },

    "contact" : "Kontakt",
    "contact_headline" : "Haben Sie ein Problem zu lösen?",
    "contact_text" : "Kontaktieren Sie mich über dieses Formular. Ich bin daran interessiert, von Ihnen zu hören, Ihre Ideen zu kennen und mit meiner Arbeit zu Ihren Projekten beizutragen.",
    "contact_cta_1" : "Brauchen Sie einen Frontend-Entwickler?",
    "contact_cta_2" : "Kontaktieren Sie mich!",
    "contact_name" : "Ihr Name",
    "contact_name_error" : "Ihr Name ist erforderlich und darf nur aus Buchstaben bestehen!", 
    "contact_email" : "Ihre Email",
    "contact_email_error" : "Ihre E-Mail ist erforderlich und muss das Symbol &commat; enthalten.",
    "contact_message" : "Ihre Nachricht",
    "contact_message_error" : "Der Nachrichtentext muss mindestens 4 Zeichen lang sein.",
    "contact_privacy_1" : "Ich habe die ",
    "contact_privacy_2" : "Datenschutzbestimmungen ",
    "contact_privacy_3" : "gelesen und erkläre mich mit der Verarbeitung meiner Daten wie beschrieben einverstanden.",
    "contact_privacy_error" : "Bitte akzeptieren Sie die Datenschutzbestimmungen.",
    "contact_button" : "Abschicken :)",

    "footer_privacy" : "Datenschutzrichtlinie",
    
    "developer": "Entwickler",
    "read": "Lesen sie unsere",
    "privacy": " Datenschutzrichtlinie ",
    "more": "für mehr Informationen ",
    "full": "Lesen sie unsere <a href='#'>Datenschutzrichtlinie </a> für mehr Informationen"

}