{
    "aboutMe": "Über mich",

    "aboutMe_main" : "Hallo, ich bin ein deutschsprachiger Frontend-Entwickler aus der Nähe des Münsterlandes. Motiviert durch die grenzenlosen Möglichkeiten in der IT, begeistere ich mich für die Gestaltung von visuell ansprechenden und intuitiven Webseiten und Anwendungen.",
    "aboutMe_flexible" : "Ich bin flexibel, was das Arbeitsumfeld angeht, und kann sowohl vor Ort im Ruhrgebiet als auch aus der Ferne effektiv arbeiten.",
    "aboutMe_challenges" : "Ich bin aufgeschlossen und immer auf der Suche nach persönlichen Herausforderungen, um meine Kenntnisse und Fähigkeiten ständig zu verbessern.",
    "aboutMe_profession" : "In meinem Beruf geht es beim Programmieren nicht nur um das Schreiben von Code; es ist eine kreative Form der Problemlösung. Ich bin stolz auf meine Fähigkeit, komplexe technische Herausforderungen in einfache, benutzerfreundliche Lösungen zu destillieren. Auf diese Weise helfe ich Ihnen, Ihre Ziele zu erreichen und Ihre Visionen zum Leben zu erwecken.",

    "skills_headline" : "Meine skills",
    "skills_main" : "Ich habe Erfahrung in der Erstellung von Projekten mit verschiedenen Frontend-Technologien und Konzepten gesammelt.",
    "skills_cta_1" : "Suchen Sie ",
    "skills_cta_2" : "weitere skills",
    "skills_contact" : "Sie können mich gerne kontaktieren. Ich freue mich darauf, meine bisherigen Kenntnisse zu erweitern.",

    "PROJECTS": {
        "JOIN": {
        "NAME": "Join",
        "DESCRIPTION": "Aufgabenmanager nach dem Vorbild des Kanban-Systems. Erstellen und organisieren Sie Aufgaben mit Hilfe von Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu."
        },
        "EL_POLLO_LOCO": {
        "NAME": "El Pollo Loco",
        "DESCRIPTION": "Ein einfaches Jump-and-Run-Spiel, das auf einem objektorientierten Ansatz basiert. Hilf Pepe, Münzen und Salsaflaschen zu finden, um gegen den Hühnchen-Endboss zu kämpfen."
        },
        "POKEDEX" : {
        "NAME": "Pokedex",
        "DESCRIPTION": "Basierend auf der PokéAPI eine einfache Bibliothek, die Pokemon-Informationen bereitstellt und katalogisiert."
        }
    },
    

    "developer": "Entwickler",
    "read": "Lesen sie unsere",
    "privacy": " Datenschutzrichtlinie ",
    "more": "für mehr Informationen ",
    "full": "Lesen sie unsere <a href='#'>Datenschutzrichtlinie </a> für mehr Informationen"

}