{
    "aboutMe": "About me",

    "aboutMe_main" : "Hi, I'm a german speaking Frontend Developer based near Münsterland. Motivated by the limitless opportunities within IT, I am excited about crafting visually captivating and intuitive websites and applications.",
    "aboutMe_flexible" : "Flexible in terms of working environments, I can work effectively both on-site in the ruhr area and remotely.",
    "aboutMe_challenges": "I am open-minded and always looking for personal challenges to constantly improve my knowledge and skills.",
    "aboutMe_profession" : "In my profession, programming isn't just about writing code; it's a creative form of problem-solving. I take pride in my ability to distill complex technical challenges into simple, user-friendly solutions. This way, I help you achieve your goals and bring your visions to life.",

    "skills_headline" : "My skills",
    "skills_main" : "I have gained experience in building projects with different frontend technologies and concepts.",
    "skills_cta_1" : "Looking for",
    "skills_cta_2" : "another skill",
    "skills_contact" : "Feel free to contact me. I look forward to expanding on my previous knowledge.",

    "portfolio" : "Explore a selection of my work here - Interact with projects to see my skills in action.",

    "PROJECTS": {
        "JOIN": {
            "NAME": "Join",
            "DESCRIPTION": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories."
        },
        "EL_POLLO_LOCO": {
            "NAME": "El Pollo Loco",
            "DESCRIPTION": "A simple Jump-and-Run game based on an object-oriented approach. Help Pepe to find coins and salsa bottles to fight against the chicken endboss."
        },
        "POKEDEX" : {
            "NAME": "Pokedex",
            "DESCRIPTION": "Based on the PokéAPI a simple library that provides and catalogues pokemon information."
        }
    },

    "REVIEWS": {
        "FIRST" : {
            "TITLE" : "Team Member",
            "REVIEW" : "Heiko’s organizational skills were the backbone of our project’s success. His exceptional ability to keep the team on track and ensure all aspects of the project were covered was impressive. Heiko’s structured approach and unwavering focus allowed us to navigate even the most challenging situations with ease."
        },
        "SECOND" : {
            "TITLE" : "Team Member",
            "REVIEW" : "Heiko Nickel has always impressed in the area of programming with his outstanding expertise and great commitment. His helpfulness deserves special mention: he was always on hand to solve complex problems and dealt with them efficiently and reliably. Mr. Nickel is characterized by a quick grasp and the ability to find innovative solutions even under time pressure. His solution-oriented way of working and his above-average commitment have contributed significantly to the success of our projects."
        },
        "THIRD" : {
            "TITLE" : "Team Member",
            "REVIEW" : "Heiko showed remarkable versatility during our joint project. Not only did he already have an excellent command of HTML, CSS and JavaScript, but he also contributed valuable ideas for improving user-friendliness and accessibility. He was a lot of fun to work with!"
        },
        "FOURTH" : {
            "TITLE" :"Team Member",
            "REVIEW" : "Heiko Nickel consistently impressed with his ability to develop innovative and effective solutions, skillfully addressing even the most complex challenges. His professional, organized, and focused work style made him a vital part of our team. I particularly appreciated his calm and thoughtful approach, which helped us navigate difficult situations with confidence. Heiko’s sense of humor added a positive energy to our collaboration, making the work environment both enjoyable and productive. I highly recommend Heiko."
        },
        "FIFTH" : {
            "TITLE" :"Team Member",
            "REVIEW" : "Heiko was an essential member of our team, known for his deep understanding of JavaScript and exceptional analytical skills. He efficiently handled complex tasks, especially when debugging challenging issues, showing remarkable persistence and a positive attitude even in frustrating moments. Heiko's ability to consider other team members' approaches, combined with his openness to different perspectives, made him a highly valued and collaborative team player."
        }
    },
    
    "developer": "Developer",
    "read": "Read our",
    "privacy": " privacy policy ",
    "more": "for more information ",
    "full": "Read our <a href='#'>privacy policy </a> for more information"
}